<?php

// +-----------------------------------------------------------------------
// | @Copyright (c) 2012 http://t00ls.net.
// +-----------------------------------------------------------------------
// | @Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +-----------------------------------------------------------------------
// | @author: lenush <jnicklasj@gmail.com> qq:707207845
// +-----------------------------------------------------------------------

return array(
    'example' => array(
        'id' => array(
            'digit' => 'id必须是数字',
            'not_empty' => 'id不能为空',
            'min_length' => 'id长度至少为:value',
        ),
    ),
);
